Repository: snrankin/uatstudentblog
Catalog: plugins/bulk-move/languages/bulk-move-*.po
Languages: de_de, es_es, hi_in, lt_lt

source: Bulk Move
de_de: Massenverschieben

source: Move or remove posts in bulk from one category or tag to another
de_de: Die Zuordnung von Beiträgen in eine Kategorie oder zu einem Schlagwort massenweise entfernen oder verschieben

source: About Plugin
de_de: Über das Plug-in

source: This plugin allows you to move posts in bulk from selected categories to another category
de_de: Dieses Plug-in ermöglicht es Ihnen, um massenweise Beiträge bestimmter Kategorien in eine andere Kategorie zu verschieben.

source: More information
de_de: Weitere Informationen

source: Plugin Homepage/support
de_de: Plug-in-Homepage und -Unterstützung

source: Plugin author's blog
de_de: Autoren-Blog des Plug-ins

source: Other Plugin's by Author
de_de: Weitere Plug-ins des Autors

source: Bulk Move By Category
de_de: Abhängig von der Kategorie

source: Bulk Move By Tag
de_de: Abhängig vom Schlagwort

source: Debug Information
de_de: Debug-Informationen

source: Bulk Move Posts
de_de: Beiträge massenweise verschieben

source: WARNING: Posts moved once cannot be retrieved back. Use with caution.
de_de: WARNUNG: Das Verschieben der Beiträge kann nicht rückgängig gemacht werden. Seien Sie vorsichtig!

source: by
de_de: von
es_es: por
hi_in: द्वारा
lt_lt: pagal

source: Are you sure you want to move all the selected posts
de_de: Sind Sie sicher, dass Sie alle gewählten Beiträge verschieben möchten?
es_es: Estás seguro que quieres mover todas las entradas elegidas?
hi_in: क्या आप सुनिश्चित हैं कि आप के लिए सभी चयनित पदों को ले जाना चाहते हैं
lt_lt: Ar tikrai norite perkelti visus pažymėtus įrašus?

source: Please select least one option
de_de: Bitte wählen Sie zumindest eine Option

source: Moved %d post from the selected category
de_de: %d Beitrag aus der gewählten Kategorie verschoben

source: Moved %d post from the selected tag
de_de: %d Beitrag von dem gewählten Schlagwort verschoben

source: Manage
de_de: Verwalten
es_es: Administrar
hi_in: प्रबंधित करें
lt_lt: Valdyti

source: This section just got enabled. Kindly <a href = "%1$s">refresh</a> the page to fully enable it.
de_de: Dieser Bereich wurde gerade freigeschaltet. Bitte <a href = "%1$s">aktualisieren</a> Sie die Seite, um sie vollständig zu aktivieren.

source: On the left side, select the category whose post you want to move. In the right side select the category to which you want the posts to be moved.
de_de: Wählen Sie auf der linken Seite die Kategorie, deren Beiträge verschoben werden sollen. Auf der rechten Seite wählen Sie die Ziel-Kategorie.
es_es: En el lado izquierdo, elige la categoría cuya entrada quieres mover. En el lado derecho, elige la categoría que quieres que las entradas sean movidas.
hi_in: बाईं ओर, जिसका श्रेणी पोस्ट आप ले जाना चाहते का चयन करें. सही पक्ष में श्रेणी का चयन करें जो आप पोस्ट ले जाया जा करना चाहते हैं.
lt_lt: Kairėje pusėjė pasirinkite kategoriją, kuriai priklausančius įrašus norite perkelti. Dešinėje pusėje pasirinkite kategoriją, į kurią norite, kad įrašai būtų perkelti.

source: Posts
de_de: Beiträge
es_es: Entradas
hi_in: पोस्ट
lt_lt: Įrašai

source: Remove Category
de_de: Kategorie entfernen
es_es: Quitar Categoría
hi_in: श्रेणी हटायें
lt_lt: Pašalinti Kategoriją

source: Bulk Move
de_de: Massenverschieben
es_es: Bulk Move (Mover de forma masiva)
hi_in: थोक ले जाएँ
lt_lt: Bulk Move (masinis perkėlimas)

source: On the left side, select the tag whose post you want to move. In the right side select the tag to which you want the posts to be moved.
de_de: Wählen Sie auf der linken Seite das Schlagwort, dessen Beiträge verschoben werden sollen. Auf der rechten Seite wählen Sie das Ziel-Schlagwort.

source: Remove Tag
de_de: Schlagwort entfernen

source: If you are seeing a blank page after clicking the Bulk Move button, then
de_de: Wenn Sie eine leere Seite sehen, nachdem Sie auf die Schaltfläche Massenverschieben geklickt haben, dann

source: check out this FAQ
de_de: lesen Sie in den FAQ

source: You also need need the following debug information.
de_de: Sie benötigen außerdem die folgenden Debug-Informationen.

source: Bulk Move Category By Tag
de_de: Abhängig vom Schlagwort zu einer Kategorie verschieben

source: Moved %d post from the selected tag to the new category.
de_de: %d Beitrag von dem gewählten Schlagwort zur neuen Kategorie verschoben

source: Max execution time was successfully saved as %s seconds.
de_de: Maximale Script-Laufzeit erfolgreich auf %s Sekunden geändert.

source: An unknown error occurred while saving your options.
de_de: Beim Speichern Ihres Werts ist ein unbekannter Fehler aufgetreten.

source: Could not update the max execution time to %s, it was not numeric. Enter the max number of seconds this script should run.
de_de: Die maximale Script-Laufzeit konnte nicht auf %s geändert werden, da dies kein nummerischer Wert ist. Geben Sie die maximale Zahl der Sekunden ein.

source: If the post contains other categories, then
de_de: Wenn ein Beitrag weitere Kategorien hat, dann

source: Remove them
de_de: entferne sie

source: Don't remove them
de_de: erhalte sie

source: If the post contains other tags, then
de_de: Wenn ein Beitrag weitere Schlagwörter hat, dann

source: On the left side, select the tag whose post you want to move. In the right side select the category to which you want the posts to be moved.
de_de: Wählen Sie auf der linken Seite das Schlagwort, dessen Beiträge verschoben werden sollen. Auf der rechten Seite wählen Sie die Ziel-Kategorie.

source: Choose Category
de_de: Kategorie wählen

source: Custom value:
de_de: Wert anpassen:

source: Save
de_de: Speichern

source: If you are looking to delete posts in bulk, try out my
de_de: Wenn Sie Beiträge massenweise löschen möchten, testen Sie das
es_es: Si buscas una manera de eliminar entradas de forma masiva,
hi_in: यदि आप थोक में पदों को नष्ट करने के लिए देख रहे हैं, बाहर की कोशिश करो
lt_lt: Jeigu norite masiškai ištrinti įrašus, pamėginkite mano

source: All the selected posts have been sucessfully moved.
es_es: Todas las entradas elegidas han sido movidas satisfactoriamente.
hi_in: सभी चयनित प्रविष्टियाँ सफलतापूर्वक स्थानांतरित कर दिया गया है.
lt_lt: Visi pažymėti įrašai buvo sėkmingai perkelti.

source: WARNING: Posts moved once cannot be undone. Use with caution.
es_es: AVISO: Después de mover las entradas, la acción no se puede deshacer. Utiliza con precaución
hi_in: चेतावनी: पोस्ट एक बार चले गए लौटाया नहीं जा सकता. सावधानी से प्रयोग करें.
lt_lt: DĖMESIO: Vieną kartą perkelti įrašai nebegali būti atstatyti. Atsargiai naudokite šią funkciją.

source: By Category
es_es: Por Categoría
hi_in: श्रेणी के द्वारा
lt_lt: Pagal Kategoriją

source: Bulk Delete Plugin
hi_in: थोक प्लगइन हटाएँ
lt_lt: Bulk Delete Papildinį

source: Please select at least one
es_es: Por favor, elige al menos uno
lt_lt: Prašome pasirinkti bent vieną

source: plugin
hi_in: प्लगइन
lt_lt: papildinį

source: Version
hi_in: संस्करण
lt_lt: Versija

source: Bulk move posts from selected categories or tags.
es_es: Mover entradas de forma masiva por categorías elegidas o etiquetas
lt_lt: Masinis perkėlimas pagal pasirinktas kategorijas arba gaires.

source: Please select atleast one
hi_in: कम से कम एक का चयन करें
